{
    "Home": "Domov",
    "Services": "Služby",
    "Blog": "Blog",
    "Contact": "Kontakt",
    "Hire a Talent": "Hledám Talent",
    "IT Consulting Services": "Poradenské služby v oblasti IT",
    "Login": "PŘIHLÁSENÍ",
    "Register": "Registrace",
    "Remember Me": " Pamatuj si mě",
    "Log In": "Přihlášení",
    "Sign in": "přihlásit se",
    "Forgot Password?": "Zapomněli jste heslo?",
    "Enter Email": "Zadejte email",
    "Password": "Heslo",
    "Enter Name": "Napište jméno",
    "Enter Password": "Zadejte heslo",
    "Confirm Password": "Potvrďte heslo",
    "Enter Phone Number": "Vložte telefonní číslo",
    "Please fill in your name.": "Vyplňte prosím své jméno.",
    "Please fill in your email.": "Vyplňte prosím svůj email.",
    "Password is required": "Je vyžadováno heslo",
    "Password must be at least 8 characters": "heslo musí mít nejméně 8 znaků",
    "Password Confirmation is required": "Je vyžadováno potvrzení hesla",
    "Password does not match": "Heslo neodpovídá",
    "You must need to enter phone number": "Musíte zadat telefonní číslo",
    "You must need to agree to our T&C and Privacy Policy": "Musíte souhlasit s našimi T&C a Zásadami ochrany osobních údajů",
    "Please fill in your email": "Vyplňte prosím svůj email",
    "Email must be a valid email address": "E-mail musí být platná e-mailová adresa",
    "Please fill in your password": "Vyplňte prosím své heslo",
    "By signing up, you must accept our terms and conditions!": "Registrací musíte přijmout naše podmínky!",
    "This Description Field is Required": "Toto pole popisu je povinné",
    "The To Date Field is Required": "Pole K datu je povinné",
    "The From Date Field is Required": "Pole Datum od je povinné",
    "Value must be greater than 3.": "Hodnota musí být větší než 3.",
    "Updating...": "Aktualizace...",
    "Update Request": "Žádost o aktualizaci",
    "This field is required.": "Toto pole je povinné.",
    "Please enter at least 10 characters.": "Zadejte prosím alespoň 10 znaků.",
    "Sending":"Odesílání",
    "You must be selected one option": "Musíte vybrat jednu možnost",
    "Title":"Titul",
    "1 year or 2 year":"1 rok nebo 2 roky",
    "Add comments here...":"Zde přidávejte komentáře...",
    "Your Requested Talents":"Vaše požadované talenty",
    "Edit Your Request":"Upravte svůj požadavek",
    "Request Description":"Popis požadavku",
    "Register Now": "Zaregistrujte se nyní",
    "Continue with Google": "Pokračovat s Google",
    "Continue with Facebook": "Přihlásit přes Facebook",
    "Hire World's Top remote talent": "ZÍSKEJTE TY NEJLEPŠÍ TALENTY NA DÁLKU",
    "We are making it easy for global companies with remote hiring and connecting with top tech talents.": "Usnadňujeme globálním společnostem nábor zaměstnanců na dálku a propojení se špičkovými technologickými talenty.",
    "Get Started": "JDE SE NA TO",
    "View more...": "Zobrazit více...",
    "Our mission is to simplify remote hiring": "Naším posláním je zjednodušit nábor zaměstnanců na dálku",
    "making it easy for global businesses to connect with the top tech talents": "které usnadňuje globálním firmám kontakt s nejlepšími technologickými talenty",
    "View more resources": "Zobrazit další zdroje",
    "About Us": "Kdo jsme",
    "HireTalent is a global IT firm and a project / temporary / permanent staffing solution provider for remote hires.": "HireTalent je globální IT firma a poskytovatel projektových / dočasných / stálých personálních řešení pro zaměstnance na dálku.",
    "HireTalent is a global  IT search firm and is a project / temporary / permanent staffing solutions provider. We are a team of 17 experts who have been in business for over 50 years of collective experience, providing a wide range of services in 7 countries and have previously worked in over 13 countries in 3 different continents.": "HireTalent je firma zabývající se vyhledáváním kvalitních kandidátu v oblasti IT a je poskytovatelem projektových / krátkodobých / trvalých personálních řešení. Jsme tým 17 odborníků, kteří působí na trhu již více než 50 let poskytujíci širokou škálu služeb v 7 zemích a dříve jsme pracovali ve více než 13 zemích na 3 různých kontinentech",
    "We specializes in providing a direct hire, contract-to-hire, MSP staffing. Our functional expertise covers IT, Accounting, Finance, Operations, Human Resources, Insurance, Legal and Compliance, Clinical, Administrative, and Sales. Our industry expertise includes Pharmaceutical, Financial Services, Technology, Retail, Media, Retail, Hhospitality, and Consumer Goods.": "Specializujeme se na poskytování přímého pronájmu, pronájmu na základě smlouvy a personální služby MSP. Naše funkční znalosti zahrnují IT, účetnictví, finance, provoz, lidské zdroje, pojištění, právní služby a dodržování předpisů, klinické služby, administrativu a prodej. Mezi naše odborné znalosti v oboru patří farmaceutický průmysl, finanční služby, technologie, maloobchod, média, maloobchod, pohostinství a spotřební zboží.",
    "We have a network of 50k+ talents, pre-audit against their technical capabilities, language proficiency and behaviour skills Every talent in our network is pre-vetted and qualified on below parameters.": "Máme síť více než 50 tisíc talentů, u kterých provádíme předběžný audit jejich technických schopností, jazykových znalostí a dovedností. Každý talent v naší databázi je předem prověřen a kvalifikován podle níže uvedených parametrů.",
    "We are a team of 17 experts who have been in business for over 50 years of collective experience, providing a wide range of services in 7 countries and have previously worked in over 13 countries.": "Jsme tým 17 odborníků s více než 50 lety společných zkušeností, kteří poskytují širokou škálu služeb v 7 zemích a dříve pracovali ve více než 13 zemích.",
    "We specializes in providing a direct hire, contract-to-hire, MSP staffing.Our functional expertise covers IT, Accounting, Finance, Operations, Human Resources, Insurance,Legal and Compliance, Clinical, Administrative, and Sales.": "Specializujeme se na poskytování přímého pronájmu, nájemních smluv a personálních služeb.Naše funkční znalosti zahrnují IT, účetnictví, finance, provoz, lidské zdroje, pojištění, právní služby a dodržování předpisů, klinické, administrativní a obchodní služby.",
    "We have a network of 7k+ talents, pre-audit againsts their technical capabilities, language profeiceincy and behaviour skills Every talent in our network is pre-vetted and qualified on below parameters.": " Disponujeme sítí více než 7 tisíc talentů, u kterých provádíme předběžný audit jejich technických schopností, jazykových znalostí a dovedností v oblasti chování Každý talent v naší síti je předem prověřen a kvalifikován podle níže uvedených parametrů.",
    "We have a network of 7k+ talents, pre-audit againsts their technical capabilities, language proficiency and behaviour skills Every talent in our network is pre-vetted and qualified on below parameters.": "Máme síť více než 7 tisíc talentů, které předem prověřujeme z hlediska jejich technických schopností, jazykových znalostí a dovedností chování Každý talent v naší síti je předem prověřen a kvalifikován podle níže uvedených parametrů.",
    "Excellent Communication": "Vynikající komunikace",
    "Vetted through a world-leading AI-powered English communication test that assesses speaking, listening, reading, writing, pronunciation, fluency, clarity of expression, and speed of speech.": "Prověřuje se pomocí špičkového komunikačního testu angličtiny s umělou inteligencí, který hodnotí mluvení, poslech, čtení, psaní, výslovnost, plynulost, srozumitelnost vyjadřování a rychlost řeči.",
    "Culturally Fit": "Kulturní přizpůsobení",
    "Compatible to adapt, understand, & adjust accordingly with company's core values, vision, principle, identity.": "Schopnost přizpůsobit se, porozumět a přizpůsobit se základním hodnotám, vizi, zásadám a identitě společnosti.",
    "Technically Super Sound": "Technické schopností ",
    "Each candidate goes through a minimum 5-hour rigorous skill assessment curated uniquely as per the role.": "Každý uchazeč prochází minimálně pětihodinovým testem dovedností, které je unikátně upraveno podle role.",
    "Available across time zones": "Dostupnost v časových pásmech",
    "HireTalent network has talents working across different time zones, hence, we have someone to fit your local time zone and ready to join you in as less as 5 days.": "HireTalent má talenty pracující napríč různých časových pásmech, proto není problém najít někoho, kdo bude pracovať podle vašeho místního času a je připraven se k vám připojit za méně než 5 dnů.",
    "Frequently Asked Questions": "Často kladené otázky",
    "What are the typical steps in the recruiting process?": "Jaké jsou typické kroky náborového procesu?",
    "Go to services and find a suitable service for your need.": "Přejděte na služby a najděte vhodnou službu pro své potřeby.",
    "Select one of them in three categories Junior, Mid-level and senior.": "Vyberte si jednu z nich ve třech kategoriích Junior, Mid-level a Senior.",
    "Enter the required information in the form and submit your request.": "Zadejte požadované informace do formuláře a odešlete žádost.",
    "What is the average cost per hire?": "Jaké jsou průměrné náklady na jednoho zaměstnance?",
    "The cost depends on how long you need the service for. According to time, we have four categories that are per hour, per day, per week and per month.": "Náklady závisí na tom, jak dlouho potřebujete službu. Podle času máme čtyři kategorie které jsou za hodinu, denně, týden a za měsíc.",
    "How much time it takes to book a resource?": "Kolik času zabere rezervace zdroje?",
    "It will take a maximum of 5 to 10 minutes to hire a resource.": "Najmutí zdroje zabere maximálně 5 až 10 minut.",
    "How long are candidates typically on the market?": "Jak dlouho jsou kandidáti obvykle na trhu?",
    "We have a lot of developers in the market. If developers are busy on some other project, we can manage it easily.": "Na trhu máme spoustu vývojářů. Pokud jsou vývojáři zaneprázdněni jiným projektem, snadno to zvládneme.",
    "Are resources available for on-site positions?": "Ne, nejsou, ale máme kanceláře, ze kterých mohou pracovat na dálku",
    "No, they are not but we have offices they can come to work from while working remotely on your project.": "Ne, nejsou, ale máme kanceláře, ze kterých mohou pracovat na dálku.",
    "Do you guys have interns also?": "Máte také stážisty?",
    "Yes, interns are also available.": "Ano, k dispozici jsou také stážisté.",
    "HireTalent": "HireTalent",
    "CZECH REPUBLIC": "ČESKÁ REPUBLIKA",
    "Vlkova 36, Praha 3, 13000, Czech republic": "Vlkova 36, Praha 3, 13000, Česká republika",
    "IRELAND": "IRSKO",
    "85 Terenure Road North, Dublin 6W, D6W E363, Ireland": "85 Terenure Road North, Dublin 6W, D6W E363, Irsko",
    "Phone": "Telefon",
    "Email": "E-mail",
    "Useful Links": "Užitečné odkazy",
    "Terms of Conditions": "Podmínky",
    "Privacy policy": "Zásady ochrany osobních údajů",
    "Our Services": "Naše služby",
    "Copyright": "Autorská práva",
    "Developed By": "vyvinutý společností",
    "ITGS": "ITGS",
    "All Rights Reserved": "Všechna práva vyhrazena",
    "Designed by": "Navrhl",
    "WHAT WE OFFER": "CO NABÍZÍME",
    "Explore the 50k+ Strong pre-audit talent from all over the world.": "Prozkoumejte více než 50 tisíc silných předauditních talentů z celého světa.",
    "If your required skillset is not listed, please": "Pokud požadované dovednosti nejsou uvedeny v seznamu,",
    "click here": "klikněte zde",
    "Submit Suggestion": " Odeslat návrh",
    "Skillset Title": "Název sady dovedností",
    "Year of Experience": "Rok zkušeností",
    "From Date": "Od data",
    "To Date": "K dnešnímu dni",
    "Description": "Popis",
    "Submit": "Odeslat",
    "PHP DEVELOPER": "PHP DEVELOPER",
    "Our PHP Programmers hold expertise in building high-performance web applications with their knowledge in system infrastructure and web architecture.": "Naši PHP programátoři mají zkušenosti s vytvářením vysoce výkonných webových aplikací díky znalostem systémové infrastruktury a webové architektury.",
    "View Details": "Zobrazit podrobnosti",
    "WORDPRESS DEVELOPER": "WORDPRESS DEVELOPER",
    "Need clean, responsive and scalable WordPress websites for your business? Our WordPress experts can help you with tailor-made and cutting-edge WordPress Solutions.": "Potřebujete pro své podnikání čisté, responzivní a škálovatelné webové stránky WordPress? Naši odborníci na WordPress vám pomohou s moderními řešeními WordPress na míru.",
    ".NET DEVELOPER": ".NET DEVELOPER",
    "Hire our dedicated .NET programmers and work with a team of talented individuals who can help design the modern-age mobile application.": "Najměte si naše specializované programátory .NET a spolupracujte s týmem talentovaných lidí, kteří vám pomohou navrhnout mobilní aplikaci moderní doby.",
    "LARAVEL DEVELOPER ": "LARAVEL DEVELOPER ",
    "The dedicated Laravel Developers are specialized in developing web applications using Laravel Framework and are passionate about technology.": "Vývojáři Laravel se specializují na vývoj webových aplikací pomocí frameworku Laravel a jsou nadšenci do technologií.",
    "PROJECT MANAGER": "PROJEKTOVÝ MANAŽER",
    "Our Project Managers are detail-oriented taking responsibilities of overseeing software projects from start to finish, managing and motivating software developers and other team members.": "Naši projektoví manažeři se orientují na detaily a mají na starosti dohled nad softwarovými projekty od začátku do konce, řízení a motivaci softwarových vývojářů a dalších členů týmu.",
    "IT SUPPORT": "IT SUPPORT",
    "The technically skilled candidates with excellent interpersonal skills  are ready to troubleshoot your technical issues and provide timely customer feedback.": "Technicky zdatní kandidáti s vynikajícími interpersonálními dovednostmi jsou připraveni řešit vaše technické problémy a poskytovat včasnou zpětnou vazbu zákazníkům.",
    "WEB CONSULTANT": "WEBOVÝ KONZULTANT",
    "A web consultant is a technical professional who works with clients to promote the success of their business through web development and design.": "Webový konzultant je technický odborník, který spolupracuje s klienty na podpoře úspěchu jejich podnikání prostřednictvím vývoje a designu webových stránek.",
    "MICROSOFT CLOUD CONSULTANT": "KONZULTANT V OBLASTI CLOUDU",
    "With Cloud Productivity Solutions, we help organizations plan, implement, and build experiences to improve communication, collaboration to generate business insight.": "S cloudovými řešeními pomáháme organizacím plánovat, implementovat a vytvářet zkušenosti pro zlepšení komunikace, spolupráce a získávání obchodních informací.",
    "ERP SPECIALIST": "ERP SPECIALISTA",
    "An ERP consultant or specialist helps manage and implement Enterprise Resource Planning (ERP) for large organizations and small-to-medium-sized companies": "Konzultant nebo specialista ERP pomáhá řídit a zavádět plánování podnikových zdrojů (ERP) pro velké organizace a malé až středně velké společnosti.",
    "CYBER SECURITY CONSULTANT": "BEZPEČNOSTNÍ KONZULTANT",
    "A cybersecurity consultant is responsible for identifying problems, evaluating security issues, assessing risk, and implementing solutions": "Poradce pro kybernetickou bezpečnost je zodpovědný za identifikaci problémů, vyhodnocení bezpečnostních otázek, posouzení rizik a implementaci řešení.",
    "Our IT Consulting Services": "NAŠE PORADENSKÉ SLUŽBY V OBLASTI IT",
    "Explore our IT consulting Services": "Prozkoumejte naše poradenské služby v oblasti IT",
    "Digital transformation consulting": "Poradenství v oblasti digitální transformace",
    "Help improve business efficiency by planning, prioritizing and guiding your digital transformation initiatives.": "Pomozte zvýšit efektivitu podnikání plánováním, stanovením priorit a vedením iniciativ digitální transformace.",
    "Digital transformation areas:": "Oblasti digitální transformace:",
    "Digital customer experience:": "Digitální zákaznická zkušenost:",
    "ecommerce, immersive digital experience, digitization of in-store experience.": "elektronické obchodování, pohlcující digitální zkušenost, digitalizace zkušeností v obchodech.",
    "Digital supply chain:": "Digitální dodavatelský řetězec:",
    "Junior": "Junior",
    "Basic understanding of PHP and its frameworks, adaptable to changes in PHP": "Základní znalost PHP a jeho frameworků, schopnost přizpůsobit se změnám v PHP",
    "€10 / hour": "10 € / hod.",
    "hour": "hod",
    "€ 82 / day": "82 € / den",
    "day": "den ",
    "€ 412 / week": "412 € / týden",
    "week": "týden",
    "€ 1650 / month ": "1650 € / měsíc",
    "month": "měsíc",
    "Skills:": "Dovednosti:",
    "Features:": "Vlastnosti:",
    "PHP": "PHP ",
    "CSS": "CSS",
    "2 Years": "2 roky",
    "JavaScript": "JavaScript",
    "jQuery": "jQuery",
    "Analytical and problem-solving skills": "Analytické dovednosti a schopnost řešit problémy",
    "Ability to work as a team player": "Schopnost pracovat jako týmový hráč",
    "Competence": "Kompetence",
    "Ability to learn Time management": "Schopnost učit se Time management  ",
    "Communication skills": "Komunikační dovednosti",
    "Book Now": "Rezervovat",
    "Mid Level": "Střední úroveň",
    "We have talented, detail-oriented, and enthusiastic Mid-level PHP developers who are passionate about tools and enjoy working with multiple projects.": "Máme talentované, detailně zaměřené a nadšené vývojáře PHP střední úrovně, kteří jsou nadšeni do nástrojů a rádi pracují na více projektech.",
    "HTML": "HTML",
    "3 Years": "3 roky",
    "Bootstrap": "Bootstrap",
    "4 Years": "4 roky",
    "Strong understanding of the MVC pattern and OOP.": "Znalost vzoru MVC a OOP.",
    "Experience building, optimizing, and utilizing REST APIs.": "Zkušenosti s vytvářením, optimalizací a využíváním rozhraní REST API.",
    "Writing clean, fast, and high-quality PHP scripts.": "Psaní čistých, rychlých a kvalitních skriptů PHP.",
    "Strong knowledge of Github": "Dobrá znalost Githubu",
    "Senior": "Senior",
    "Our Senior level PHP Developers can understand the language well enough to read source files and find documentation without any difficulty.": "Naši vývojáři PHP na seniorské úrovni rozumí jazyku natolik dobře, že mohou bez problémů číst zdrojové soubory a vyhledávat dokumentaci.",
    "5 Years OR More": "5 let nebo více",
    "Experience in leading teams showing leadership skillsets.": "Zkušenosti s vedením týmů prokazující vůdčí schopnosti.",
    "Proficient in JavaScript, including AJAX, JSON, jQuery, and other JavaScript frameworks": "Znalost jazyka JavaScript, včetně AJAX, JSON, jQuery a dalších frameworků JavaScript.",
    "Experience in E-commerce and Payment gateways.": "Zkušenosti s elektronickým obchodováním a platebními branami.",
    "Work cross-functionally to convert business needs into technical specifications": "Práce napříč funkcemi při převádění obchodních potřeb do technických specifikací.",
    "Our Junior WordPress Developer can design and implement attractive and responsive websites having in-depth knowledge of front end languages and basic knowledge of PHP.": "Náš Junior WordPress Developer dokáže navrhnout a implementovat atraktivní a responzivní webové stránky s hlubokou znalostí front end jazyků a základní znalostí PHP.",
    "1 Year OR Less": "1 rok NEBO méně",
    "Bootstrap 2 Years": "Bootstrap 2 roky",
    "Proficient in front and back-end websites in WordPress": "Znalost front-end a back-end webových stránek ve WordPressu",
    "Generate WordPress themes and Plugins": "Vytvářet témata a zásuvné moduly pro WordPress",
    "Experience working with debugging tools": "Zkušenosti s prací s ladicími nástroji",
    "Proven work experience as a WordPress developer.": "Prokazatelné pracovní zkušenosti jako vývojář pro WordPress.",
    "We have Mid Level WordPress Developers who have in-depth knowledge of both front-end and back-end development.": "Máme vývojáře WordPressu střední úrovně, kteří mají hluboké znalosti vývoje front-endu i back-endu.",
    "jQuery 3 Years": "jQuery 3 roky",
    "HTML5 3 Years": "HTML5 3 roky",
    "Responsible for both front and back-end": "Zodpovědnost za front-end i back-end",
    "Customize and developed a WordPress themes and Plugins": "Přizpůsobení a vývoj témat a pluginů pro WordPress",
    "Knowledge of code versioning tools including Git": "Znalost nástrojů pro verzování kódu včetně systému Git",
    "Build design and websites with a responsive design": "Vytvářet design a webové stránky s responzivním designem",
    "We have a senior WordPress developer who design and implement websites using custom coding and can create user-friendly websites according to client specifications.": "Máme seniorní vývojáře WordPress, kteří navrhují a realizují webové stránky pomocí vlastního kódování a dokáží vytvořit uživatelsky přívětivé webové stránky podle specifikací klienta.",
    "jQuery 5 Years OR More": "jQuery 5 let NEBO více",
    "Strong knowledge of programming languages like PHP, codeigniter": "Silná znalost programovacích jazyků jako PHP, codeigniter",
    "Customize and developed a WordPress themes and Plugins ": "Přizpůsobení a vývoj témat a pluginů pro WordPress ",
    "Complete knowledge of WordPress & Woo Commerce architecture": "Kompletní znalost architektury WordPress a Woo Commerce",
    "Knowledge of code versioning tools including Git, Mercurial, and SVN": "Znalost nástrojů pro verzování kódu včetně Git, Mercurial a SVN",
    "Our highly enthusiastic Junior .NET Developers are open to challenges and have working knowledge of developing database driven .NET web applications using C#": "Naši nadšení juniorští vývojáři .NET jsou otevření výzvám a mají praktické znalosti vývoje webových aplikací .NET založených na databázích pomocí jazyka C#",
    ".Net 2 Years": ".Net 2 roky",
    "ASP 2 Years": "ASP 2 roky",
    "Working knowledge of web based application development": "Znalost vývoje webových aplikací",
    "Good DB Concepts": "Dobré koncepty DB",
    "Quality, optimized coding capability": "Kvalitní a optimalizované kódování",
    "Hands on experience on Database such as SQL": "Praktické zkušenosti s databázemi, jako je SQL",
    "Our Mid-level .NET Developer have hands-on experience of at least 2 years and can develop, implement and support enterprise-level solutions.": "Naši vývojáři střední úrovně v oblasti .NET mají praktické zkušenosti nejméně 2 roky a mohou vyvíjet, implementovat a podporovat řešení na podnikové úrovni.",
    ".Net 3 Years": ".Net 3 roky",
    "ASP 3 Years": "ASP 3 roky",
    "Proven experience as a .NET Developer or Application Developer": "Prokazatelné zkušenosti jako vývojář .NET nebo vývojář aplikací",
    "Good knowledge of Microsoft .NET frameworks": "Dobrá znalost rámců Microsoft .NET",
    "Good understanding with SQL Server and Stored Procedures": "Dobrá znalost SQL Serveru a uložených procedur",
    "Experience in front end & back-end Development.": "Zkušenosti s vývojem front-endu a back-endu.",
    "An intelligent, analytical, passionate senior .NET developer will architect, design, document, develop, and unit test the applications and coordinate with rest of the team.": "Inteligentní, analytický a vášnivý seniorní vývojář pro .NET bude vytvářet architekturu, navrhovat, dokumentovat, vyvíjet a testovat aplikace a koordinovat práci se zbytkem týmu.",
    ".Net 5 Years OR More": ".Net 5 let nebo více",
    "ASP 5 Years OR More": "ASP 5 let NEBO více",
    "Understanding of n-tier applications or layered architecture": "Pochopení n-úrovňových aplikací nebo vrstvené architektury",
    "Develop complex windows and web applications using the Microsoft .NET framework, C#": "Vývoj složitých okenních a webových aplikací s využitím frameworku Microsoft .NET, jazyka C#",
    "Deliver quality code and fixes, on time, with rigorous testing": "Dodávat kvalitní kód a opravy, včas a s důsledným testováním",
    "Experienced in using Source Control": "Zkušenosti s používáním Source Control",
    "Digital customer experience:ecommerce,immersive digital experience, digitization of in-store experience.": "Digitální zákaznická zkušenost: elektronické obchodování, pohlcující digitální zkušenost, digitalizace zkušeností v obchodech.",
    "The Junior level Laravel developers possess a strong knowledge of web application development using PHP Laravel and MySQL Server databases.": "Vývojáři Laravel na juniorské úrovni mají dobré znalosti vývoje webových aplikací pomocí PHP Laravel a databází MySQL Server.",
    "Knowledge of object-oriented programming concepts": "Znalost konceptů objektově orientovaného programování",
    "Expert knowledge of Laravel": "Odborná znalost Laravel",
    "Have at least 1 year of experience with PHP and Laravel development.": "Mít alespoň 1 rok zkušeností s vývojem v PHP a Laravel.",
    "Expert knowledge of PHP": "Odborná znalost jazyka PHP",
    "A mid-level Laravel developer with minimum 2 years of experience responsible for both back-end and front-end development.": "Vývojář Laravel střední úrovně s minimálně 2 lety zkušeností, který je zodpovědný za vývoj back-endu i front-endu.",
    "Good knowledge of developing Web services, REST API's": "Dobrá znalost vývoje webových služeb, REST API.",
    "Sound knowledge about API integration": "Dobré znalosti o integraci API",
    "Knowledge of JavaScript, jQuery and Ajax": "Znalost JavaScriptu, jQuery a Ajaxu",
    "Experience and knowledge of Git": "Zkušenosti a znalost systému Git",
    "Our senior Laravel developers are hard-working, dedicated and committed person with a solid understanding of Laravel frameworks": "Naši seniorní vývojáři Laravelu jsou pracovití, oddaní a odhodlaní lidé s důkladnou znalostí frameworků Laravel.",
    "5+ years experience in object-oriented Laravel + PHP design": "5+ let zkušeností s objektově orientovaným návrhem Laravel + PHP",
    "5+ years of developing databases using MySQL and/or other SQL databases": "5+ let vývoje databází s využitím MySQL a/nebo jiných SQL databází",
    "Ability to code Advanced CSS, Laravel + PHP": "Schopnost pokročilého kódování CSS, Laravel + PHP",
    "Expertise in source control, code review, and repository management with git": "Zkušenosti se správou zdrojových kódů, revizí kódu a správou repozitářů s gitem",
    "Our Junior Project Managers contribute and support the planning and execution of projects having experience of at least one year.": "Naši juniorští projektoví manažeři se podílejí na plánování a realizaci projektů a podporují je, pokud mají zkušenosti alespoň jeden rok.",
    "Communication": "Komunikace",
    "Time management": "Time management",
    "Multi tasking": "Řešení více úkolů",
    "Interpersonal": "Interpersonální",
    "Proven work experience of at least 2 years as an Junior Project Manager": "Prokazatelné pracovní zkušenosti v délce alespoň 2 let na pozici juniorního projektového manažera",
    "Excellent communication skills, both verbal and written": "Vynikající komunikační dovednosti, a to jak ústní, tak písemné",
    "Strong attention to detail and problem-solving skills": "Velký smysl pro detail a schopnost řešit problémy",
    "Ability to work effectively under pressure": "Schopnost efektivně pracovat pod tlakem",
    "The Mid-level Project Manager will be responsible for planning, coordinating, and implementing projects within the decided-upon budget, timeline, and scope.": "Projektový manažer střední úrovně bude zodpovědný za plánování, koordinaci a realizaci projektů v rámci stanoveného rozpočtu, časového plánu a rozsahu.",
    "Coach and support project team members with tasks he assign them": "Koučování a podpora členů projektového týmu při plnění úkolů, které jim zadává",
    "Monitor project deliverables": "Sledovat výsledky projektu",
    "Set project timeline": "Stanovovat časový harmonogram projektu",
    "The senior Project Managers will conduct surveys, perform preliminary and detailed engineering design": "Starší projektoví manažeři budou provádět průzkumy, předběžné a podrobné technické návrhy.",
    "Deep understanding of Agile Methodology and hands on experience with sprint planning and SCRUM": "Hluboké porozumění agilní metodice a praktické zkušenosti s plánováním sprintů a SCRUMem",
    "Hands-on experience on JIRA": "Praktické zkušenosti s JIRA",
    "Ensure project deadlines are met": "Zajišťování dodržování termínů projektů",
    "Coordinate between stakeholders and the team of engineers": "Koordinace mezi zúčastněnými stranami a týmem inženýrů",
    "Assess project risks and issues and provide solutions where applicable": "Posuzovat rizika a problémy projektu a případně poskytovat řešení",
    "Our Junior IT Support is responsible for installing or upgrading components, setting up software, assisting with network administration, and resolving all IT support issues.": "Naše juniorská podpora IT je zodpovědná za instalaci nebo aktualizaci komponent, nastavení softwaru, pomoc se správou sítě a řešení všech problémů s podporou IT.",
    "Customer Service": "Zákaznický servis",
    "Installing new software and hardware components": "Instalace nových softwarových a hardwarových komponent",
    "Assisting with network administration tasks": "Pomoc při správě sítě",
    "Good communication ability, both written and verbal": "Dobrá komunikační schopnost, písemná i ústní",
    "Strong analytical, diagnostic, and problem-solving skills": "schopnostipřípadně řešení problémů",
    "Mid-level IT Support engineers will be responsible to provide support related to procuring, installing, and troubleshooting hardware equipment and software solutions.": "Inženýři IT podpory střední úrovně budou zodpovědní za poskytování podpory související s pořizováním, instalací a řešením problémů s hardwarovým vybavením a softwarovými řešeními.",
    "Excellent oral & written English communication skills": "Vynikající ústní a písemné komunikační dovednosti v angličtině",
    "Experience in providing end-user technical support for Level 1 and Level 2 issues": "Zkušenosti s poskytováním technické podpory koncovým uživatelům v případě problémů úrovně 1 a 2",
    "Perform timely upgrades and maintenance of office equipment": "Provádět včasné aktualizace a údržbu kancelářského vybavení",
    "Provide the installation, troubleshooting, and maintenance of office hardware & software": "Zajišťovat instalaci, řešení problémů a údržbu kancelářského hardwaru a softwaru",
    "The Senior IT Support engineers have significant customer and software application support experience": "Starší inženýři IT podpory mají významné zkušenosti s podporou zákazníků a softwarových aplikací.",
    "Handle escalated client requests through tickets and occasional calls": "Vyřizování eskalovaných požadavků klientů prostřednictvím tiketů a příležitostných hovorů",
    "Reproduce complex client issues that can be on the software configuration level": "Řešit složité problémy klientů, které mohou být na úrovni konfigurace softwaru",
    "Analyze logs and create DEBUG statements to determine application flow and failure points": "Analyzovat protokoly a vytvářet příkazy DEBUG pro určení toku aplikace a míst selhání Identifikovat vady produktu a/nebo",
    "Identify product defects, and/or gather needed data for engineering teams to resolve": "shromažďovat potřebná data pro technické týmy k jejich vyřešení",
    "The ideal candidate is a creative problem solver who will work in coordination with cross-functional teams.": "Ideální kandidát je kreativní řešitel problémů, který bude pracovat v koordinaci s týmy napříč obory.",
    "Comfortable working as part of a team while taking the initiative to take lead on new innovations and projects. Requirements": "Vhodná práce v týmu a zároveň iniciativa při zavádění nových inovací a projektů. Požadavky",
    "The ideal candidate is a creative problem solver": "Ideální kandidát je kreativní řešitel problémů",
    "He will work in coordination with cross-functional teams to design, develop, and maintain our next generation websites and web tools": "Bude pracovat v koordinaci s multifunkčními týmy na návrhu, vývoji a údržbě našich webových stránek a webových nástrojů nové generace",
    "Passionate and Honest candidates with relevant experience and a great portfolio.": "Vášniví a poctiví kandidáti s relevantními zkušenostmi a skvělým portfoliem.",
    "Web Consultant": "Webový konzultant",
    "Front End Development using HTML, CSS, Bootstrap": "Vývoj front-endu pomocí HTML, CSS, Bootstrap",
    "Excellent Programming Skills and Concepts": "Vynikající programátorské dovednosti a koncepty",
    "Self-Motivated, Can Work with a Team": "Sebemotivovaný, umí pracovat v týmu",
    "A problem solver with a 'can do' attitude.": "Řešení problémů s přístupem 'can do'.",
    "Performing analyses on hardware, software, and network capabilities.": "Provádění analýz hardwaru, softwaru a síťových možností.",
    "Improving system efficiency by consulting with end-users and providing innovative solutions.": "Zlepšování efektivity systému konzultacemi s koncovými uživateli a poskytováním inovativních řešení.",
    "Resolving logged errors, as well as ensuring system security and encryption.": "Řešení zaznamenaných chyb a zajišťování bezpečnosti a šifrování systému.",
    "Training end-users on hardware functionality and software programs.": "Školení koncových uživatelů o funkčnosti hardwaru a softwarových programů.",
    "Conducting research on relevant technologies, industry trends, and marketplace developments to identify new opportunities for businesses": "Provádění průzkumu relevantních technologií, průmyslových trendů a vývoje na trhu s cílem identifikovat nové příležitosti pro podniky.",
    "Ability to interact and communicate with client Business / IT Teams independently": "Schopnost samostatně komunikovat s obchodními / IT týmy klienta",
    "Exposure to software development processes and practices, DevOps tools, Testing tools": "Seznámení se s procesy a postupy vývoje softwaru, nástroji DevOps, testovacími nástroji",
    "Design the processes to meet service level agreements": "Navrhování procesů pro splnění dohod o úrovni služeb",
    "Workflow maintenance, Physical design optimization": "Údržba pracovních postupů, optimalizace fyzického návrhu",
    "The Consultant for Microsoft Technologies will be assigned to manage the Microsoft infrastructure- related projects for single or more customers": "Konzultant pro technologie Microsoft bude pověřen řízením projektů souvisejících s infrastrukturou Microsoft pro jednoho nebo více zákazníků.",
    "Microsoft Cloud Consultant": "Konzultant pro Microsoft Cloud",
    "1 to 4 years experience with and knowledge of Microsoft technologies.": "1 až 4 roky zkušeností a znalostí technologií Microsoft.",
    "Microsoft Windows and Office 365 Client administration and deployment": "Správa a nasazení klientů Microsoft Windows a Office 365",
    "Microsoft 365 SaaS (configuration, administration, migration)": "Microsoft 365 SaaS (konfigurace, správa, migrace)",
    "Microsoft Windows Server and AD Administrator (with Group policy)": "Microsoft Windows Server a AD Administrator (se zásadami skupiny)",
    "Microsoft System Center Configuration Manager": "Správce konfigurace Microsoft System Center",
    "Overall knowledge of other IT infrastructure technologies (networks, operating systems, virtualization platforms, databases and middleware systems)": "Celková znalost dalších technologií IT infrastruktury (sítě, operační systémy, virtualizační platformy, databáze a middleware systémy).",
    "Microsoft Exchange Administrator": "Správce Microsoft Exchange",
    "Experience in medium/large enterprises": "Zkušenosti ve středních/velkých podnicích",
    "The Senior Consultant is a representative of the entire organization and provide a professional service to the customer at all times.": "Senior konzultant je reprezentantem celé organizace a poskytuje zákazníkům profesionální služby za všech okolností.",
    "Our Junior ERP Consultant is an integral part of any ERP implementation": "Náš juniorský konzultant ERP je nedílnou součástí každé implementace ERP.",
    "ERP Specialization": "Specializace ERP",
    "Collect and analyze business requirements for ERP all modules.": "Sbírat a analyzovat obchodní požadavky na všechny moduly ERP.",
    "Setup new acquisitions.": "všechny moduly ERP.",
    "Assist in design, development, testing and implementation of ERP all projects.": "Pomáhat při návrhu, vývoji, testování a implementaci všech projektů ERP.",
    "Work closely with the IT manager on new projects to ensure smooth execution of the task.": "Úzce spolupracovat s IT manažerem na nových projektech s cílem zajistit hladké provedení úkolu.",
    "Our Mid-level ERP Consultant have experience in implementation of project as a lead role.": "Naši konzultanti ERP střední úrovně mají zkušenosti s implementací projektu jako vedoucí pracovníci.",
    "Responsible for the development and testing of subsystems and system components with its documentation.": "Zodpovědnost za vývoj a testování subsystémů a systémových komponent s jejich dokumentací.",
    "Convert business requirements into technical design documents, develop and implement the solution": "Převádět obchodní požadavky do technické návrhové dokumentace, vyvíjet a implementovat řešení.",
    "Resolves technical and operational problems in a timely fashion.": "Včas řeší technické a provozní problémy.",
    "Ensure that project deliverables meet customer specifications.": "Zajišťuje, aby výstupy projektu splňovaly specifikace zákazníka.",
    "A senior-level ERP Consultant will act as a technical expert to support ERP Systems": "Konzultant ERP na seniorní úrovni bude působit jako technický expert na podporu systémů ERP.",
    "Preparation of Software Requirements Specification (SRS) for developing a fully integrated, flexible, and easy to support ERP.": "Příprava specifikace softwarových požadavků (SRS) pro vývoj plně integrovaného, flexibilního a snadno podporovatelného ERP systému.",
    "Configure and implement standard / custom ERP modules.": "Konfigurace a implementace standardních / vlastních modulů ERP.",
    "Liaise with users for development, testing and implementation of reports / forms / modules.": "Spolupráce s uživateli při vývoji, testování a implementaci sestav / formulářů / modulů.",
    "Provide services to our clients for staff training and monitoring.": "Poskytování služeb klientům pro školení a monitorování zaměstnanců.",
    "Our Junior resource will participate on interesting local and international projects and security deliverables.": "Podílet se na tvorbě bezpečnostních výstupů, jako jsou bezpečnostní strategie.",
    "Cyber security": "Kybernetická bezpečnost",
    "Security trends": "Bezpečnostní trendy",
    "Participate on creation of security deliverables like security strategies": "Podílet se na tvorbě bezpečnostních výstupů, jako jsou bezpečnostní strategie.",
    "Testing and analyzing assets for potential security threats": "Testování a analýza aktiv z hlediska potenciálních bezpečnostních hrozeb",
    "Moderate skills and knowledge in areas of your interest": "Mírné dovednosti a znalosti v oblastech vašeho zájmu",
    "A solid understanding of information risk, compliance, and governance.": "Důkladná znalost informačních rizik, dodržování předpisů a správy.",
    "Mid Level Resource will work within the security team, heavily focused on Microsoft 365 Cloud security solutions.": "Středně kvalifikovaný pracovník bude pracovat v bezpečnostním týmu, který se zaměřuje především na bezpečnostní řešení Microsoft 365 Cloud.",
    "Assist in conducting cybersecurity & compliance assessments against recognized best practice and industry standards": "Pomáhat při provádění posouzení kybernetické bezpečnosti a shody s uznávanými osvědčenými postupy a průmyslovými standardy.",
    "Respond, report and escalate on security related alerts generated from various monitoring solutions": "Reagovat na výstrahy související s bezpečností generované různými monitorovacími řešeními, podávat o nich zprávy a eskalovat je",
    "Support in the delivery of “hands-on” Cyber Security solutions within the business": "Podpora při poskytování praktických řešení kybernetické bezpečnosti v rámci podniku.",
    "Work collaboratively with the Technical and Project teams to monitor and respond to client Cyber Security incidents, and assist with resolution,": "Podpora při poskytování praktických řešení kybernetické bezpečnosti v rámci podniku.",
    "Designing, implementing, and maintaining security protocols, policies, plans, and systems to cover all possible security threats.": "Navrhování, implementace a údržba bezpečnostních protokolů, zásad, plánů a systémů, které pokrývají všechny možné bezpečnostní hrozby.",
    "Running risk assessment and security tests and designing countermeasures to eliminate as many potential risks as possible.": "Provádění hodnocení rizik a bezpečnostních testů a navrhování protiopatření s cílem eliminovat co nejvíce potenciálních rizik.",
    "Meeting with clients to discuss security measures, provide information, and explained the designed system.": "Setkání s klienty za účelem diskuse o bezpečnostních opatřeních, poskytování informací a vysvětlování navrženého systému.",
    "Deployment and installation of Network Operations Center.": "Nasazení a instalace síťového operačního centra.",
    "Implementation of SIEM and threat management solutions.": "Implementace řešení SIEM a řešení pro správu hrozeb.",
    "Digital Transformation Consulting": "Poradenství v oblasti digitální transformace",
    "Digital customer experience: e-commerce, immersive digital experience, digitization of in-store experience.": "Digitální zákaznická zkušenost: e-commerce, pohlcující digitální zážitek, digitalizace zkušeností v obchodě.",
    "Digital supply chain:demand forecasting, e-procurement, inventory and multi-channel order management.": "Digitální dodavatelský řetězec: prognóza poptávky, elektronické zadávání zakázek, řízení zásob a vícekanálových objednávek.",
    "Digital customer service: multi-channel service desk, remote servicing, AI-powered chatbots.": "Digitální zákaznický servis: vícekanálový servis, vzdálený servis, chatboti s umělou inteligencí.",
    "Industry 4.0: production optimization, preventive maintenance, digital twins, quality control.": "Průmysl 4.0: optimalizace výroby, preventivní údržba, digitální dvojčata, kontrola kvality.",
    "Healthcare digitization: telemedicine, remote health monitoring, digital patient engagement, medical image analysis.": "Digitalizace zdravotnictví: telemedicína, vzdálené sledování zdraví, digitální zapojení pacientů, analýza lékařského obrazu.",
    "IT Strategy Consulting": "IT strategie poradenství",
    "Align your IT assets with current and anticipated business goals.": "Slaďte svá IT aktiva se současnými a očekávanými obchodními cíli.",
    "Service scope:": "Rozsah služby:",
    "Assessing IT governance effectiveness and the current state of your IT environment: applications and IT infrastructure complexity, application integrations, databases and data warehouses, development infrastructure.": "Posouzení účinnosti IT governance a aktuálního stavu vašeho IT prostředí: složitost aplikací a IT infrastruktury, integrace aplikací, databáze a datové sklady, vývojová infrastruktura.",
    "Planning strategic initiatives to achieve the desired state: software development,modernization, migration, re-architecting activities.": "Plánování strategických iniciativ k dosažení požadovaného stavu: vývoj softwaru, modernizace, migrace, re-architektury.",
    "Outlining a high-level IT strategy addressing business needs and aligning IT resources accordingly.": "Nastínění strategie IT na vysoké úrovni řešící obchodní potřeby a odpovídajícím způsobem sladit zdroje IT.",
    "Providing investment and time estimates for each initiative.": "Poskytování investičních a časových odhadů pro každou iniciativu.",
    "Prioritizing the initiatives based on the urgency of changes and expected investment return.": "Upřednostňování iniciativ na základě naléhavosti změn a očekávané návratnosti investic.",
    "IT Assessment": "IT hodnocení",
    "Find opportunities to improve the efficiency, security, compliance, and reduce the costs of your IT infrastructure.": "Najděte příležitosti ke zlepšení efektivity, zabezpečení, souladu a snížení nákladů vaší IT infrastruktury.",
    "IT components we assess:": "IT komponenty, které posuzujeme:",
    "IT policies and procedures establish guidelines for the use of information technology within an organization.": "Zásady a postupy IT stanoví směrnice pro používání informačních technologií v rámci organizace.",
    "Server infrastructure consists of physical and virtual resources, along with hardware,software, network resources, to support the management of servers in an IT environment.": "Serverová infrastruktura se skládá z fyzických a virtuálních zdrojů spolu s hardwarem, softwarem a síťovými zdroji, které podporují správu serverů v prostředí IT.",
    "A secure network infrastructure minimises downtime and ensures that productivity remains as consistent as possible, no matter what arises.": "Zabezpečená síťová infrastruktura minimalizuje prostoje a zajišťuje, že produktivita zůstane co nejkonzistentnější, bez ohledu na to, co nastane.",
    "Storage infrastructure typically includes all storage devices, storage servers and network elements that intersect with the rest of the overall IT technology infrastructure.": "Infrastruktura úložiště obvykle zahrnuje všechna úložná zařízení, úložné servery a síťové prvky, které se prolínají se zbytkem celkové infrastruktury IT technologií.",
    "Network Security protects your network and data from breaches, intrusions and other threats.": "Zabezpečení sítě chrání vaši síť a data před narušeními, průniky a jinými hrozbami.",
    "IT Operations Consulting": "Poradenství v oblasti provozu IT",
    "To build sustainable IT capabilities able to support business plans.": "Vybudovat udržitelné IT schopnosti schopné podporovat obchodní plány.",
    "Diagnosing and troubleshooting IT operational inefficiencies (in supply chain management,procurement, manufacturing, service operations, ITSM, etc.).": "Diagnostika a odstraňování provozních neefektivností IT (v řízení dodavatelského řetězce, nákupu, výrobě, servisních operacích, ITSM atd.).",
    "Analyzing current hardware, software and third-party service providers, providing comparison analysis with alternatives.": "Analýza současného hardwaru, softwaru a poskytovatelů služeb třetích stran, poskytování srovnávací analýzy s alternativami.",
    "Planning ways to improve the efficiency, speed and cost of your IT operations (automating processes, migrating IT infrastructure to the cloud, etc.).": "Plánování způsobů, jak zlepšit efektivitu, rychlost a náklady vašich IT operací (automatizace procesů, migrace IT infrastruktury do cloudu atd.).",
    "Setting up development infrastructure (CI/CD pipeline, issue tracking and team collaboration tools, and more).": "Nastavení vývojové infrastruktury (CI/CD pipeline, nástroje pro sledování problémů a týmovou spolupráci a další).",
    "Enhancing the security of IT infrastructure.": "Posílení bezpečnosti IT infrastruktury.",
    "IT Project And Program Management": "Řízení projektů a programů IT",
    "Coordinate activities within one or multiple IT projects to achieve faster project workflow and quality results.": "Koordinujte aktivity v rámci jednoho nebo více IT projektů, abyste dosáhli rychlejšího pracovního toku projektu a kvalitních výsledků.",
    "This project management process generally includes four phases: initiating, planning,executing, and closing. Some may also include a fifth 'monitoring and controlling' phase between the executing and closing stages": "Tento proces řízení projektu obecně zahrnuje čtyři fáze: zahájení, plánování, provedení a uzavření. Některé mohou také zahrnovat pátou fázi 'monitorování a kontroly' mezi prováděcí a uzavírací fází",
    "The schedule determines when work elements (activities) are to be completed, milestones achieved, and when the project should be completed. The budget determines how much each work element should cost, the cost of each level of the work breakdown schedule (WBS), and how much the total project should cost.": "Harmonogram určuje, kdy mají být pracovní prvky (aktivity) dokončeny, dosažené milníky a kdy má být projekt dokončen. Rozpočet určuje, kolik by měl stát každý prvek práce, náklady na každou úroveň plánu rozpisu práce (WBS) a kolik by měl stát celkový projekt.",
    "Organizing and managing communication between project participants.": "Organizace a řízení komunikace mezi účastníky projektu.",
    "A typical project consists of many moving parts that must work together to meet deadlines.Just one part breaking down can cause delays and financial losses.": "Typický projekt se skládá z mnoha pohyblivých částí, které musí spolupracovat, aby byly dodrženy termíny. Poškození jedné části může způsobit zpoždění a finanční ztráty.",
    "Once a project is underway, a project manager tracks progress, allocates resources, manages risks, communicates, and more.": "Jakmile projekt probíhá, projektový manažer sleduje pokrok, přiděluje zdroje, řídí rizika, komunikuje a další.",
    "Technology consulting": "Technologické poradenství",
    "To integrate transformative digital technologies and bring disruptive changes to your business model and processes.": "Chcete-li integrovat transformační digitální technologie a přinést převratné změny do vašeho obchodního modelu a procesů.",
    "Disruptive technologies we work with:": "Disruptivní technologie, se kterými pracujeme:",
    "Assessing IT governance effectiveness and the current state of your IT environment:": "Posouzení efektivity IT governance a aktuálního stavu vašeho IT prostředí:",
    "applications and IT infrastructure complexity,application integrations,databases and data warehouses, development infrastructure.": "složitost aplikací a IT infrastruktury, integrace aplikací, databáze a datové sklady, vývojová infrastruktura.",
    "This project management process generally includes four phases: initiating, planning,executing, and closing.": "Tento proces řízení projektu obecně zahrnuje čtyři fáze: zahájení, plánování, provedení a uzavření.",
    "Some may also include a fifth “monitoring and controlling“ phase between the executing and closing stages": "Některé mohou také zahrnovat pátou fázi 'monitorování a kontroly' mezi prováděcí a uzavírací fází",
    "The schedule determines when work elements (activities) are to be completed, milestones achieved, and when the project should be completed.": "Harmonogram určuje, kdy mají být pracovní prvky (aktivity) dokončeny, dosažené milníky a kdy má být projekt dokončen.",
    "The budget determines how much each work element should cost, the cost of each level of the work breakdown schedule (WBS), and how much the total project should cost.": "Rozpočet určuje, kolik by měl stát každý prvek práce, náklady na každou úroveň plánu rozpisu práce (WBS) a kolik by měl stát celkový projekt.",
    "cloud computing is a range of services delivered over the internet,or “the cloud.”": "cloud computing je řada služeb poskytovaných přes internet neboli „cloud“.",
    "It means using remote servers to store and access data instead of relying on local hard drives and private datacenters.": "Znamená to použití vzdálených serverů k ukládání a přístupu k datům namísto spoléhání se na místní pevné disky a soukromá datová centra.",
    "cyber security can be described as the collective methods, technologies, and processes to help protect the confidentiality, integrity, and availability of computer systems, networks and data, against cyber-attacks or unauthorized access.": "kybernetickou bezpečnost lze popsat jako kolektivní metody, technologie a procesy, které pomáhají chránit důvěrnost, integritu a dostupnost počítačových systémů, sítí a dat před kybernetickými útoky nebo neoprávněným přístupem.",
    "Machine learning (ML) is a field of inquiry devoted to understanding and building methods that “learn“, that is, methods that leverage data to improve performance on some set of tasks": "Strojové učení (ML) je oblast výzkumu věnovaná porozumění a vytváření metod, které se „učí“, tedy metod, které využívají data ke zlepšení výkonu u některých souborů úkolů.",
    "A data scientist is someone who creates programming code and combines it with statistical knowledge to create insights from data.": "Datový vědec je někdo, kdo vytváří programovací kód a kombinuje jej se statistickými znalostmi, aby vytvořil poznatky z dat.",
    "Application implementation": "Implementace aplikace",
    "Plan and implement business software with the best value and cost of ownership.": "Plánujte a implementujte obchodní software s nejlepší hodnotou a náklady na vlastnictví.",
    "Analyzing your business needs and scoping software functionality.": "Analýza vašich obchodních potřeb a stanovení rozsahu funkcí softwaru.",
    "Deciding between a platform-based and custom solution (taking into account the budget,number of users, the existing software ecosystem, and more factors).": "Rozhodování mezi platformovým a vlastním řešením (s ohledem na rozpočet, počet uživatelů, stávající softwarový ekosystém a další faktory).",
    "If a platform-based solution is a better choice: recommending the best-fitting platform and creating a functional specification with configuration, customization and integration details.": "Pokud je řešení založené na platformě lepší volbou: doporučení nejvhodnější platformy a vytvoření funkční specifikace s detaily konfigurace, přizpůsobení a integrace.",
    "If a custom solution is chosen: planning a resilient architecture, prototyping the solution, and defining the required project skills and roles.": "Pokud je zvoleno vlastní řešení: plánování odolné architektury, prototypování řešení a definování požadovaných projektových dovedností a rolí.",
    "Raining for end users to ensure software adoption.": "Déšť pro koncové uživatele, aby zajistili přijetí softwaru.",
    "Application modernization": "Modernizace aplikací",
    "To increase business value of your existing apps.": "Chcete-li zvýšit obchodní hodnotu vašich stávajících aplikací.",
    "Analyzing the cost of ownership for apps and checking for cost reduction opportunities.": "Analýza nákladů na vlastnictví aplikací a kontrola příležitostí ke snížení nákladů.",
    "Migrating the apps to the cloud.": "Migrace aplikací do cloudu.",
    "Replatforming the apps.": "Replatformování aplikací.",
    "Re-architecting the apps to achieve easier scalability and flexibility.": "Změna architektury aplikací, aby bylo dosaženo snadnější škálovatelnosti a flexibility.",
    "Application support": "Podpora aplikace",
    "Keep your business apps well-functioning and aligned with current needs.": "Udržujte své firemní aplikace dobře funkční a v souladu s aktuálními potřebami.",
    "Updating functional capabilities of your apps in line with emerging business requirements and improving UX.": "Aktualizace funkčních možností vašich aplikací v souladu s nově vznikajícími obchodními požadavky a zlepšení uživatelského prostředí.",
    "Monitoring app performance.": "Sledování výkonu aplikace.",
    "Resolving incidents and applying root cause analysis to prevent incident’s recurrence.": "Řešení incidentů a aplikace analýzy hlavních příčin, aby se zabránilo opakování incidentu.",
    "Planning and performing application modernization activities.": "Plánování a provádění činností modernizace aplikací.",
    "Auditing and patching app security.": "Auditování a opravy zabezpečení aplikací.",
    "IT infrastructure management": "správa IT infrastruktury",
    "To ensure stability and flexibility of your IT infrastructure.": "Pro zajištění stability a flexibility vaší IT infrastruktury.",
    "Monitoring your servers, network, data centers, cloud services, and applications.": "Monitorování vašich serverů, sítě, datových center, cloudových služeb a aplikací.",
    "Fast incident troubleshooting.": "Rychlé řešení incidentů.",
    "Root cause analysis and incident prevention.": "Analýza hlavních příčin a prevence incidentů.",
    "Auditing the security of your IT infrastructure and patching detected vulnerabilities": "Auditování zabezpečení vaší IT infrastruktury a oprava zjištěných zranitelností",
    "IT infrastructure evolution": "Vývoj IT infrastruktury",

    "Booking Confirm": "Potvrzení rezervace",
    "Your request has been received. We will contact you shortly. If your query is urgent, please email us at info@hiretalent.cz or call us. Thank you.": "Vaše žádost byla přijata. Brzy vás budeme kontaktovat. Pokud je váš dotaz naléhavý, napište nám prosím e-mail na adresu info@hiretalent.cz nebo nám zavolejte. Děkujeme.",
    "Welcome To Our Blogs Section.": "Vítejte v sekci našich blogů",
    "How Virtual Hiring is Transforming the Company Procedures": "Jak virtuální nábor mění firemní postupy",
    "Despite tough economic times, many organizations are still tasked with hiring in volume and quickly. With businesses opening again and companies starting to adapt to the current situation we also see an increase in the demand for certain roles.": "Navzdory těžké ekonomické situaci má mnoho organizací stále za úkol rychle a ve velkém najímat nové zaměstnance. S tím, jak se podniky znovu otevírají a začínají se přizpůsobovat současné situaci, pozorujeme také nárůst poptávky po určitých pozicích.",
    "Programming Languages and their frameworks": "Programovací jazyky a jejich rámce",
    "A programming language is a set of commands that instructs a software or computer's functionality. While a framework provides the foundation for implementing the language's commands. Syntax and rules are the building blocks of programming languages.": "Programovací jazyk je soubor příkazů, které určují funkce softwaru nebo počítače. Zatímco rámec poskytuje základ pro implementaci příkazů jazyka. Syntaxe a pravidla jsou základními stavebními kameny programovacích jazyků.",
    "Read more..": "Přečtěte si více..",
    "Contact Us": "KONTAKTUJTE NÁS",
    "Need to get in touch with us? Fill in the form or either call at the given number.": "Potřebujete se s námi spojit? Vyplňte formulář nebo zavolejte na uvedené číslo.",
    "Location:": "Lokalita",
    "Call:": "Telefon:",
    "Send a message": "Poslat zprávu",
    "Profile": "profil",
    "Requests": "Žádosti",
    "Logout": "Odhlášení",
    "Name": "Jméno",
    "Phone Number": "Telefonní číslo",
    "Gender": "Pohlaví",
    "Business / Company name": "Název podniku/společnosti",
    "Country": "Země",
    "E-mail": "E-mail",
    "Date of Birth": "Datum narození",
    "select one option": "vyberte jednu možnost",
    "Male": "Muž",
    "Female": "Žena",
    "Address": "Adresa",
    "Company Size": "Velikost společnosti",
    "City": "Město",
    "Update": "Aktualizace",
    "Cancel": "Zrušit",
    "Job": "Práce",
    "Rate": "Hodnotit",
    "From": "od",
    "To": "do",
    "Status": "Statut",
    "Action": "Akce",
    "Hourly": "Hodinové",
    "Daily": "Denně",
    "Weekly": "Týdenní",
    "Monthly": "Měsíční",
    "How many hours?": "Kolik hodin?",
    "Requested": "Vyžádáno",
    "Cancelled": "Zrušeno",
    "Agree to": "souhlasit s",
    "and": "a",
    "Terms and conditions": "Podmínky a pravidla",
    " Privacy policy": "Zásady ochrany osobních údajů",
    "Send Request": "Odeslat žádost",
    "Skills Offered": "Nabízené dovednosti",
    "Expertise Features": "Vlastnosti odbornosti",
    "Terms And Conditions":"Pravidla a podmínky",
    "Terms & conditions":"Všeobecné obchodní podmínky",
    "In using this website, you are deemed to have read and agreed to the following terms and conditions as well as our privacy policy:":"Používáním této webové stránky se má za to, že jste si přečetli a souhlasíte s následujícími podmínkami, jakož i s našimi zásadami ochrany osobních údajů:",
    "UNDERSTANDING AND DEFINING SCOPE OF WORK":"POROZUMĚNÍ A VYMEZENÍ ROZSAHU PRÁCE",
    " Clarity and transparency in the technical development scope is what we always request and work hard to achieve.":"Jasnost a transparentnost v oblasti technického rozvoje je to, co vždy požadujeme a tvrdě pracujeme na dosažení.",
    "For promising projects, we do not mind having multiple sessions through Microsoft Teams, video or email to get a complete picture of the work we are supposed to do.":"U slibných projektů nám nevadí mít více relací prostřednictvím Microsoft Teams, videa nebo e-mailu, abychom získali úplný obrázek o práci, kterou máme dělat.",
    "The more information we have from you it's better to get projects executed successfully.":"Čím více informací od vás budeme mít, tím lépe budou projekty úspěšně realizovány.",
    "We will present our understanding to you once we have sufficient understanding of the project.":"Jakmile budeme dostatečně rozumět projektu, předložíme vám naše porozumění.",
    "Please note that anything outside the presented statement of work will be considered as Change Request as per our terms and conditions.":"Vezměte prosím na vědomí, že cokoli mimo předložený popis práce bude považováno za požadavek na změnu podle našich podmínek.",
    "Ideally, we need designs for all pages and technical specifications of functionality customization.":"V ideálním případě potřebujeme návrhy všech stránek a technické specifikace přizpůsobení funkčnosti.",
    "We can convert PSD design file to HTML or e-commerce or CMS website theme but would need completely well described PSD files.":"Můžeme převést soubor návrhu PSD na téma HTML nebo e-commerce nebo CMS, ale potřebovali bychom úplně dobře popsané soubory PSD.",
    "DEVELOPMENT ENVIRONMENT":"VÝVOJOVÉ PROSTŘEDÍ",
    "All the development will take place on staging server set up by Hire Talent or at customer server. We will update client based on the milestones set up. This will be done by sharing link to our dev server. Please provide feedback only when requested by our team. If client points or lists out issues during development even though our team is still working, those points are likely to be not addressed or if we are pressurized to work on them it will be considered as Change Request and charged extra. We request clients to co-operate and do review once we finish all the work including testing.":"Veškerý vývoj bude probíhat na stagingovém serveru zřízeném Hire Talent nebo na zákaznickém serveru. Klienta aktualizujeme na základě nastavených milníků. To se provede sdílením odkazu na náš dev server. Poskytujte zpětnou vazbu pouze na žádost našeho týmu. Pokud klient upozorní nebo vyjmenuje problémy během vývoje, přestože náš tým stále pracuje, tyto body pravděpodobně nebudou řešeny, nebo pokud na nás bude vyvíjen nátlak, abychom na nich pracovali, bude to považováno za požadavek na změnu a bude účtován příplatek. Žádáme klienty, aby spolupracovali a provedli kontrolu, jakmile dokončíme veškerou práci včetně testování.",
    "STRICT ADHERENCE TO SCOPE OF WORK":"PŘÍSNÉ DODRŽOVÁNÍ ROZSAHU PRÁCE",
    "Our resources will strictly follow the scope of work mutually agreed between us and client. Please note that any changes in designs or functionality would need to be clarified upfront. We will not be in position to work on any small or big issues with assumptions. Clients are requested to not to pressurize team to get task or work done on the basis that particular functionality or change needs to be understood. We request clients to clarify complete scope of work with 100% clarity in designs and functional specification.":"Naše zdroje budou striktně dodržovat rozsah práce vzájemně dohodnutý mezi námi a klientem. Vezměte prosím na vědomí, že jakékoli změny v designu nebo funkčnosti musí být vyjasněny předem. Nebudeme schopni pracovat na žádných malých nebo velkých problémech s předpoklady. Žádáme klienty, aby nevyvíjeli nátlak na tým, aby provedl úkol nebo práci na základě toho, že je třeba porozumět konkrétní funkci nebo změně. Žádáme klienty, aby objasnili kompletní rozsah prací se 100% srozumitelností v návrzích a funkční specifikaci.",
    "PROJECT CONFIDENTIALITY AND NON-DISCLOSURE AGREEMENT":"SMLOUVA O DŮVĚRNOSTI PROJEKTU A NEZVEŘEJNĚNÍ",
    "Hire Talent takes full responsibility of keeping all client information including contact details and project information very much confidential. Our client keeps complete ownership of the project we work for them. We will not be contacting any of the end customers without permission from our client.":"Hire Talent přebírá plnou odpovědnost za zachování důvěrnosti všech klientských informací včetně kontaktních údajů a informací o projektu. Náš klient si ponechává kompletní vlastnictví projektu, který pro něj pracujeme. Bez svolení našeho klienta nebudeme kontaktovat žádného z koncových zákazníků.",
    "QUALITY CONTROL AND SUPPORT FOR BUG FIXING":"KONTROLA KVALITY A PODPORA PRO OPRAVU CHYB",
    "COMMUNICATION AND RESPONSE TIME":"DOBA KOMUNIKACE A REAKCE",
    "Our team normally prefers to communicate any project related discussion through email or MS Teams. Generally, there will be a dedicated project manager looking after the production of project and doing all communication. We request clients to let us know in advance if you want to set up project discussion meeting rather than chatting on MS Teams at any point of time. This ensures that we are fully prepared to discuss with you dedicatedly as there are lots of other project we have in production. We would respond to any emails or MS Teams request at earliest possible normally within 1 day. Delivery of the task will depend on team availability. We will let you know when you can expect project or task delivery. If our team has any queries related to project, we request clients to reply to us at earliest. If there are delays in this, it will affect delivery timeline.":"Náš tým obvykle upřednostňuje komunikaci o jakékoli diskusi týkající se projektu prostřednictvím e-mailu nebo MS Teams. Obecně platí, že o produkci projektu a veškerou komunikaci se bude starat specializovaný projektový manažer. Žádáme klienty, aby nám předem dali vědět, pokud chcete v kterémkoli okamžiku nastavit projektové diskusní setkání místo chatování v MS Teams. To zajišťuje, že jsme plně připraveni s vámi zasvěceně diskutovat, protože ve výrobě máme spoustu dalších projektů. Na jakékoli e-maily nebo požadavky MS Teams bychom odpověděli co nejdříve, obvykle do 1 dne. Doručení úkolu bude záviset na dostupnosti týmu. Dáme vám vědět, kdy můžete očekávat dodání projektu nebo úkolu. Pokud má náš tým nějaké dotazy týkající se projektu, žádáme klienty, aby nám odpověděli co nejdříve. Pokud dojde ke zpoždění, ovlivní to dodací lhůtu.",
    "TIMELINE AND DELAYS":"ČASOVÁ OSA A ZPOŽDĚNÍ",
    "We would let our clients know in advance realistic timeline for development. We would avoid falling into conflict of agreeing on quicker unrealistic timeline if our team is not confident within the time frame you anticipate tasks or projects to be completed. Our commitment to deliver on agreed timeline will only be valid if we get all requested information, payments and feedback on time. Delay in any project related information or payments will cause delay in project execution. We may also transfer our resources on other project which may affect attending your project requests on urgent basis":"Našim klientům bychom předem dali vědět realistický časový plán vývoje. Vyhnuli bychom se konfliktu s dohodou na rychlejší nerealistické časové ose, pokud si náš tým není jistý v časovém rámci, který očekáváte, že úkoly nebo projekty budou dokončeny. Náš závazek dodat v dohodnutém termínu bude platný pouze v případě, že včas obdržíme všechny požadované informace, platby a zpětnou vazbu. Zpoždění jakýchkoli informací nebo plateb souvisejících s projektem způsobí zpoždění v realizaci projektu. Můžeme také převést naše zdroje na jiný projekt, což může mít vliv na urgentní vyřizování vašich žádostí o projekt",
    "PAYMENT TERMS":"PLATEBNÍ PODMÍNKY",
    "All our projects require advance payment before we start development.":"Všechny naše projekty vyžadují platbu předem před zahájením vývoje.",
    "The amount of advance payment is informed to client and is based on the size of project.":"Výše zálohy je sdělena klientovi a je založena na velikosti projektu.",
    "For those projects where payments are split into more that 2 halves, we would need payments to be cleared at each milestone as agreed.":"U projektů, kde jsou platby rozděleny na více než 2 poloviny, bychom potřebovali, aby byly platby zúčtovány u každého milníku, jak bylo dohodnuto.",
    "Violation of this by client will lead to ceasing of further project progress by our team and cause unnecessary delay until we have payments cleared on time as agreed.":"Porušení tohoto ze strany klienta povede k zastavení dalšího postupu na projektu ze strany našeho týmu a způsobí zbytečné zpoždění, dokud nebudeme mít platby uhrazeny včas, jak bylo dohodnuto.",
    "Clients are requested to ensure that we receive funds in our accounts on time as per the agreement.":"Klienti jsou žádáni, aby zajistili, že obdržíme prostředky na naše účty včas podle smlouvy.",
    "Delay in making payments may result in delay in project delivery, project getting put on hold or complete stop of work until funds are cleared.":"Zpoždění plateb může mít za následek zpoždění dodání projektu, pozastavení projektu nebo úplné zastavení práce, dokud nebudou finanční prostředky vymazány.",
    "Our team will not transfer any code without mutual agreement and receipt of payments.":"Náš tým nepřevede žádný kód bez vzájemné dohody a přijetí plateb.",
    "If development is requested on client server, we would need 100% upfront payments. We will not tolerate urgency to transfer the code without us receiving payments":"Pokud je vývoj požadován na klientském serveru, potřebovali bychom 100% platby předem. Nebudeme tolerovat naléhavost převodu kódu, aniž bychom obdrželi platby",
    "Privacy And Policy":"Ochrana osobních údajů a zásady",
    "Data Protection Policy":"Zásady ochrany dat",
    "AIM, OF THE DATA PROTECTION POLICY":"CÍL ZÁSADY OCHRANY ÚDAJŮ",
    "Hire Talents is fully committed to comply with applicable data protection laws, as we believe that ensuring data protection is the basis of trustworthy business relationships.":"Společnost Hire Talents se plně zavázala dodržovat platné zákony na ochranu údajů, protože věříme, že zajištění ochrany údajů je základem důvěryhodných obchodních vztahů.",
    "We are always working to stay compliant – encourage audits, certifications, and provide industry-standard contractual protections.":"Vždy pracujeme na tom, abychom zůstali v souladu – podporujeme audity, certifikace a poskytujeme standardní smluvní ochranu v oboru.",
    "This Data Protection Policy ensures the level of data protection prescribed by the European Union Data Protection Regulations and provides one of the necessary framework conditions for cross-border data transmission.":"Tyto zásady ochrany údajů zajišťují úroveň ochrany údajů předepsanou nařízeními Evropské unie o ochraně údajů a poskytují jednu z nezbytných rámcových podmínek pro přeshraniční přenos údajů.",
    "This Data Protection Policy applies to all companies of the IT Green Solution, affiliated companies and their employees and is based on globally accepted, basic principles on data protection":"Tyto zásady ochrany údajů se vztahují na všechny společnosti IT Green Solution, přidružené společnosti a jejich zaměstnance a jsou založeny na celosvětově uznávaných základních principech ochrany údajů",
    "PRINCIPLES OF PERSONAL DATA PROCESSING":"ZÁSADY ZPRACOVÁNÍ OSOBNÍCH ÚDAJŮ",
    "We have to collect and use (to process) certain types of information (Personal Data) that relates to the people (Data Subjects) who we come into contact within order to carry out our business":"Musíme shromažďovat a používat (ke zpracování) určité typy informací (Osobní údaje), které se týkají osob (Subjektů údajů), se kterými přicházíme do styku, abychom mohli vykonávat naše podnikání.",
    "We are confident that when processing personal data, the individual rights must be protected what means that all personal data must be collected and processed in a legal and fair manner":"Jsme přesvědčeni, že při zpracování osobních údajů musí být chráněna individuální práva, což znamená, že veškeré osobní údaje musí být shromažďovány a zpracovávány zákonným a spravedlivým způsobem",
    "Therefore, we presume and agree that Personal data shall be:":"Proto předpokládáme a souhlasíme s tím, že Osobní údaje budou:",
    "Processed lawfully, fairly and in a transparent manner in relation to the data subject (‘lawfulness, fairness and transparency’)":"Zpracováno zákonným, spravedlivým a transparentním způsobem ve vztahu k subjektu údajů („zákonnost, spravedlnost a transparentnost“)",
    "Pollected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes (‘purpose limitation’)":"Shromážděny pro konkrétní, explicitní a legitimní účely a nebudou dále zpracovávány způsobem, který je s těmito účely neslučitelný ('účelové omezení')",
    "Pdequate, relevant, and limited to what is necessary in relation to the purposes for which they are processed (‘data minimization‘).":"Ppřiměřené, relevantní a omezené na to, co je nezbytné ve vztahu k účelům, pro které jsou zpracovávány („minimalizace údajů“).",
    "Pccurate and, where necessary, kept up to date; every reasonable step must be taken to ensure that personal data that are inaccurate, having regard to the purposes for which they are processed, are erased, or rectified without delay (‘accuracy’).":"přesné a v případě potřeby aktualizované; musí být přijata veškerá přiměřená opatření, aby osobní údaje, které jsou nepřesné s ohledem na účely, pro které se zpracovávají, byly neprodleně vymazány nebo opraveny („přesnost“).",
    "kept in a form which permits identification of data subjects for no longer than is necessary for the purposes for which the personal data are processed (‘storage limitation’).":"uchovávány ve formě, která umožňuje identifikaci subjektů údajů po dobu ne delší, než je nezbytné pro účely, pro které jsou osobní údaje zpracovávány („omezení ukládání“).",
    "Processed in a manner that ensures appropriate security of the personal data, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures (‘integrity and confidentiality’).":"Zpracovány způsobem, který zajistí náležité zabezpečení osobních údajů, včetně ochrany před neoprávněným nebo nezákonným zpracováním a před náhodnou ztrátou, zničením nebo poškozením, za použití vhodných technických nebo organizačních opatření (dále jen „integrita a důvěrnost“).",
    "WHAT PERSONAL DATA MAY BE COLLECTED":"JAKÉ OSOBNÍ ÚDAJE MOHOU BÝT SBĚROVÁNY",
    "The following types of personal information about you may be collected:":"Mohou být shromažďovány následující typy osobních údajů o vás:",
    "name":"název",
    "address":"adresa",
    "phone numbers":"telefonní čísla",
    "e-mail address":"emailová adresa",
    "Also, when you visit our website, the web servers automatically recognize your domain name and IP address. The IP address of the site that directed you to our website, operating system version and your web browser would be disclosed too as a related information. Nevertheless, this information does not relate to you directly and could not identify your personality so it could not be treated as personal data":"Když navštívíte naše webové stránky, webové servery také automaticky rozpoznávají název vaší domény a IP adresu. IP adresa stránky, která vás přesměrovala na naše webové stránky, verze operačního systému a váš webový prohlížeč budou také zveřejněny jako související informace. Tyto informace se vás však přímo netýkají a nemohly identifikovat vaši osobnost, takže s nimi nelze zacházet jako s osobními údaji",
    "HOW DO WE KEEP PERSONAL DATA SAFE":"JAK UDRŽUJEME OSOBNÍ ÚDAJE V BEZPEČÍ",
    "We believe that personal information must be collected and dealt with appropriately, thus there must be safeguards in place to ensure this. Although data transmission over the Internet cannot be guaranteed to be secure, we work hard to maintain physical, electronic, and procedural safeguards to protect your information in accordance with applicable data protection requirements. We use technical and organizational security measures including encryption and authentication tools to protect your personal information, against manipulation, loss, destruction, and access by third parties. Our main security measures are:":"Jsme přesvědčeni, že osobní údaje je nutné shromažďovat a náležitě s nimi nakládat, a proto musí existovat ochranná opatření, která to zajistí. Přestože nelze zaručit bezpečnost přenosu dat přes internet, usilovně pracujeme na udržování fyzických, elektronických a procedurálních záruk, abychom chránili vaše informace v souladu s platnými požadavky na ochranu dat. K ochraně vašich osobních údajů před manipulací, ztrátou, zničením a přístupem třetích stran používáme technická a organizační bezpečnostní opatření včetně šifrovacích a autentizačních nástrojů. Naše hlavní bezpečnostní opatření jsou:",
    "restricted access to your data on a “needs to know” basis":"omezený přístup k vašim údajům na základě „potřeby vědět“.",
    "transfer of data only in encrypted form":"přenos dat pouze v šifrované podobě",
    "firewalled IT systems to prohibit unauthorized access":"IT systémy chráněné firewallem, aby se zabránilo neoprávněnému přístupu",
    "permanently monitored access to IT systems to detect and stop any misuse.":"trvale monitorovaný přístup k IT systémům pro detekci a zastavení jakéhokoli zneužití.",
    "YOUR RIGHTS":"VAŠE PRÁVA",
    "Right of Access by the Data Subject: You shall have the right to receive information from us regarding the processing of your personal data.":"Právo na přístup subjektu údajů: Máte právo získat od nás informace o zpracování vašich osobních údajů.",
    "Right to Rectification: You shall have the right to demand that we correct your personal data which are incorrect and/or incomplete.":"Právo na opravu: Máte právo požadovat, abychom opravili vaše osobní údaje, které jsou nesprávné a/nebo neúplné.",
    "Right to Erasure: You shall have the right, if the requirements specified in Art. 17 of the GDPR have been met, to demand the deletion of your data. Thus, in accordance with this Art. 17, for example, you may demand the deletion of your data insofar as these data are no longer required for the purposes for which they were collected.Furthermore, you may demand the deletion of these data if we process your data based upon the consent which you have granted, and you then withdraw this consent.":"Právo na výmaz: Máte právo, pokud jsou splněny požadavky uvedené v čl. 17 GDPR, požadovat vymazání vašich údajů. V souladu s tímto čl. 17 můžete například požadovat vymazání vašich údajů, pokud tyto údaje již nejsou potřebné pro účely, pro které byly shromážděny. Dále můžete požadovat vymazání těchto údajů, pokud zpracováváme vaše údaje na základě souhlasu, který jste udělili, a poté tento souhlas odvoláte.",
    "Right to Restriction of Processing: You shall have the right to demand the restriction of the processing of your data if the requirements specified in Art. 18 of the GDPR have been fulfilled. This is, for example, the case if you dispute the correctness of your data. For the duration of the verification of the correctness of the data, you may demand the restriction of the processing.":"Právo na omezení zpracování: Máte právo požadovat omezení zpracování vašich údajů, pokud jsou splněny požadavky uvedené v čl. 18 GDPR byly splněny. To je například případ, kdy zpochybníte správnost svých údajů. Po dobu ověřování správnosti údajů můžete požadovat omezení zpracování.",
    "Right to Object: If the processing is based upon an overriding interest or your data are used for the purposes of direct advertising, you shall have the right to object to the processing of your data.":"Právo vznést námitku: Pokud je zpracování založeno na převažujícím zájmu nebo jsou vaše údaje používány pro účely přímé reklamy, máte právo vznést námitku proti zpracování vašich údajů.",
    "Right to Data Portability: Insofar as the data processing is undertaken based upon a consent or a fulfilment of a contractual agreement and this is also undertaken while using an automated processing system, you shall have the right to receive your data in a structured, commonplace, and machine-readable format and to transfer these data to another data processing service provider.":"Právo na přenositelnost údajů: Pokud je zpracování údajů prováděno na základě souhlasu nebo plnění smluvního ujednání, a to rovněž při použití automatizovaného systému zpracování, máte právo obdržet své údaje ve strukturovaném, běžném formátu, a strojově čitelném formátu a předat tato data jinému poskytovateli služeb zpracování dat.",
    "Right of Revocation: If the data processing is undertaken based upon a consent, you shall have the right to withdraw your consent for the data processing, with effectiveness for the future, at any time and upon a free-of-charge basis.":"Právo na odvolání: Pokud je zpracování údajů prováděno na základě souhlasu, máte právo kdykoli a bezplatně svůj souhlas se zpracováním údajů s účinností do budoucna odvolat.",
    "Right to Complain: You shall also have the right to complain to a government supervisory authority regarding our processing of your data.":"Právo na stížnost: Máte také právo podat stížnost u státního dozorového úřadu ohledně našeho zpracování vašich údajů.",
    "For more information about your rights and how to exercise them we recommend visiting this perfect resource from the":"Pro více informací o vašich právech a jejich uplatnění vám doporučujeme navštívit tento dokonalý zdroj z webu",
    "which is available in many languages.":"který je dostupný v mnoha jazycích.",
    "European Commission":"Evropská komise",
    "Page not found.":"Stránka nenalezena.",
    "Go Home":"Jdi domů"
}
