{
    "Home":"Domov",
    "Services":"Služby",
    "Blog":"Blog",
    "Contact":"Kontakt",
    "Login":"PRIHLASENIE",
    "Register":"Registrácia",
    "Remember Me":" Pamätaj si ma",
    "Log In":"Prihlásenie",
    "Forgot Password?":"Zabudli ste heslo?",
    "Register Now":"Zaregistrujte sa teraz",
    "Hire World's Top remote talent":"ZÍSKAJTE TIE NEJLEPŠIE TALENTY NA DIAĽKU",
    "A hiring platform that helps companies to hire remote based talents efficiently and 5x faster.":"HireTalent je platforma, ktorá pomáha malým i veľkým firmám nájsť vhodných kandidátov v oblasti IT pre prácu na diaľku až 5x rýchlejšie.",
    "Get Started":"POĎME NA TO",
    "View more...":"Zobraziť viac...",
    "About Us":"O nás",
    "HireTalent is a global  IT search firm and is a project / temporary / permanent staffing solutions provider. We are a team of 17 experts who have been in business for over 50 years of collective experience, providing a wide range of services in 7 countries and have previously worked in over 13 countries in 3 different continents.":"HireTalent je firma zaoberajúca sa vyhľadávaním vedúcich pracovníkov v oblasti IT a je poskytovateľom riešení v oblasti projektového / dočasného / trvalého zamestnávania. Sme tím 17 odborníkov, ktorí pôsobia na trhu už viac ako 50 rokov spoločných skúseností, poskytujeme širokú škálu služieb v 7 krajinách a predtým sme pracovali vo viac ako 13 krajinách v 3 rôznych regiónoch.",
    "We specializes in providing a direct hire, contract-to-hire, MSP staffing. Our functional expertise covers IT, Accounting, Finance, Operations, Human Resources, Insurance, Legal and Compliance, Clinical, Administrative, and Sales. Our industry expertise includes Pharmaceutical, Financial Services, Technology, Retail, Media, Retail, Hhospitality, and Consumer Goods.":"Špecializujeme sa na poskytovanie priameho prenájmu, prenájmu na základe zmluvy, MSP personálu. Naše funkčné znalosti zahŕňajú IT, účtovníctvo, financie, prevádzku, ľudské zdroje, poistenie, právne služby a dodržiavanie predpisov, klinické služby, administratívu a predaj. Naše odborné znalosti v oblasti priemyslu zahŕňajú farmaceutický priemysel, finančné služby, technológie, maloobchod, médiá, maloobchod, pohostinstvo a spotrebný tovar.",
    "We have a network of 50k+ talents, pre-audit against their technical capabilities, language proficiency and behaviour skills Every talent in our network is pre-vetted and qualified on below parameters.":"Disponujeme sieťou viac ako 50 tisíc talentov, predbežne preverujeme ich technické schopnosti, jazykové znalosti a zručnosti v oblasti správania Každý talent v našej sieti je vopred preverený a kvalifikovaný na základe nižšie uvedených parametrov.",
    "Excellent Communication":"Vynikajúca komunikácia",
    "Vetted through a world-leading AI-powered English communication test that assesses speaking, listening, reading, writing, pronunciation, fluency, clarity of expression, and speed of speech.":"Overenie prostredníctvom špičkového komunikačného testu angličtiny s umelou inteligenciou, ktorý hodnotí hovorenie, počúvanie, čítanie, písanie, výslovnosť, plynulosť, jasnosť vyjadrovania a rýchlosť reči.",
    "Culturally Fit":"Kultúrne vhodný",
    "Compatible to adapt, understand, & adjust accordingly with company's core values, vision, principle, .":"Schopnosť prispôsobiť sa, pochopiť a prispôsobiť sa základným hodnotám, vízii, princípom a identite spoločnosti.",
    "Technically Super Sound":"Technicky super zvuk",
    "Each candidate goes through a minimum 5-hour rigorous skill assessment curated uniquely as per the role.":"Každý uchádzač prechádza minimálne 5-hodinovým prísnym hodnotením zručností, ktoré je jedinečné pre danú úlohu.",
    "Available across time zones":"Dostupné v rôznych časových pásmach",
    "HireTalent network has talents working across different time zones, hence, we have someone to fit your local time zone and ready to join you in as less as 5 days.":"Sieť HireTalent má talenty pracujúce v rôznych časových pásmach, preto máme niekoho, kto sa hodí do vášho miestneho časového pásma a je pripravený pripojiť sa k vám už za 5 dní.",
    "Frequently Asked Questions":"Často kladené otázky",
    "What are the typical steps in the recruiting process?":"Aké sú typické kroky náborového procesu?",
    "Go to services and find a suitable service for your need.":"Prejdite na služby a nájdite vhodnú službu podľa svojich potrieb.",
    "Select one of them in three categories Junior, Mid-level and senior.":"Vyberte si jednu z nich v troch kategóriách Junior, Mid-level a Senior.",
    "Enter the required information in the form and submit your request.":"Zadajte požadované informácie do formulára a odošlite žiadosť.",
    "What is the average cost per hire?":"Aké sú priemerné náklady na jedného zamestnanca?",
    "The cost depends on how long you need the service for. According to time, we have three categories, that is per hour, per day, per week and per month.":"Cena závisí od toho, na ako dlho službu potrebujete. Podľa času máme tri kategórie, t. j. za hodinu, za deň, za týždeň a za mesiac.",
    "How much time it takes to book a resource?":"Koľko času trvá rezervácia zdroja?",
    "It will take a maximum of 5 to 10 minutes to hire a developer.":"Prenájom vývojára trvá maximálne 5 až 10 minút.",
    "How long are candidates typically on the market?":"Ako dlho sú kandidáti zvyčajne na trhu?",
    "We have a lot of developers in the market. If developers are busy on some other project, we can manage it easily.":"Na trhu máme veľa vývojárov. Ak sú vývojári zaneprázdnení iným projektom, dokážeme to ľahko zvládnuť.",
    "Are resources available for on-site positions?":"Sú k dispozícii zdroje pre pozície na pracovisku?",
    "Yes, we have a team of developers in our office.":"Áno, v našej kancelárii máme tím vývojárov.",
    "Do you guys have interns also?":"Máte aj vy stážistov?",
    "Yes, interns are also available.":"Áno, k dispozícii sú aj stážisti.",
    "HireTalent":"HireTalent",
    "CZECH REPUBLIC":"ČESKÁ REPUBLIKA",
    "Italska 12, Praha 2 - Vinohrady 120 00 Czech Republic":"Italska 12, Praha 2 - Vinohrady 120 00 Česká republika",
    "IRELAND":"ÍRSKO",
    "85 Terenure Road North, Dublin 6W, D6W E363, Ireland":"85 Terenure Road North, Dublin 6W, D6W E363, Írsko",
    "Phone":"Telefón",
    "Email":"E-mail",
    "Useful Links":"Užitočné odkazy",
    "Terms of Conditions":"Podmienky",
    "Privacy policy":"Zásady ochrany osobných údajov",
    "Our Services":"Naše služby",
    "Copyright":"Autorské práva",
    "ITGS":"ITGS",
    "All Rights Reserved":"Všechna práva vyhrazena",
    "Designed by":"Navrhol"
}